Repository: FreeRadios/somax
Catalog: po/*.po
Languages: el

source: Sunday
el: Κυριακή

source: Monday
el: Δευτέρα

source: Tuesday
el: Τρίτη

source: Wednesday
el: Τετάρτη

source: Thursday
el: Πέμπτη

source: Friday
el: Παρασκεύη

source: Saturday
el: Σάββατο

source: Unknown
el: Άγνωστο

source: Sun
el: Κυρ

source: Mon
el: Δευ

source: Tue
el: Τρι

source: Wed
el: Τετ

source: Thu
el: Πεμ

source: Fri
el: Παρ

source: Sat
el: Σαβ

source: January
el: Ιανουάριος

source: February
el: Φεβρουάριος

source: March
el: Μάρτιος

source: April
el: Απρίλιος

source: May
el: Μαΐος

source: June
el: Ιούνιος

source: July
el: Ιούλιος

source: August
el: Άυγουστος

source: September
el: Σεπτέβριος

source: October
el: Οκτώμβριος

source: November
el: Νοέμβριος

source: December
el: Δεκέμβριος

source: Jan
el: Ιαν

source: Feb
el: Φεβ

source: Mar
el: Μαρ

source: Apr
el: Απρ

source: Jun
el: Ιουν

source: Jul
el: Ιουλ

source: Aug
el: Άυγ

source: Sep
el: Σεπτ

source: Oct
el: Οκτ

source: Nov
el: Νοε

source: Dec
el: Δεκ

source: SSL error!
el: Σφάλμα SSL!

source: Connect error!
el: Σφάλμα σύνδεσης!

source: Host unknown!
el: Άγνωστος host!

source: Protocol error!
el: Σφάλμα πρωτοκόλλου!

source: Password error!
el: Εσφαλμένο Συνθηματικό!

source: System error!
el: Σφάλμα του συστήματος!

source: No correct data!
el: Εσφαλμένα δεδομένα!

source: Somad is running with the SSL admin interface. Active the ssl encryption!
el: Το Somad εκτελείται με το περιβάλλον διαχειρίσης SSL Ενεργοποιήστε την κρυπτογράφηση SSL!

source: Somad is not running with the SSL admin interface. Deactive the ssl encryption!
el: Το Somad δεν εκτελείται με το περιβάλλον διαχειρίσης SSL Απενεργοποιήστε την κρυπτογράφηση SSL!

source: Internal error!
el: Εσωτερικό λάθος!

source: Question
el: Ερώτηση

source: Information
el: Πληροφορίες

source: SomaX About...
el: SomaX Σχετικά...

source: Test module:
el: Testo il modulo:

source: initialize data
el: Inizializzazione dati

source: No information about this file!
el: Δεν υπάρχουν πληροφορίες για το αρχείο!

source: Filename:
el: Όνομα αρχείου:

source: Title:
el: Τίτλος:

source: Author:
el: Συντάκτης:

source: Copyright:
el: Άδεια:

source: Comment:
el: Σχόλια:

source: Album:
el: Άλμπουμ:

source: Year:
el: Χρονιά:

source: Track:
el: Κομμάτι:

source: Genre:
el: Ύφος:

source: Start Time:
el: Ώρα έναρξης:

source: Duration:
el: Διάρκεια:

source: Bitrate:
el: Ποιότητα:

source: Stream %d:
el: Ρεύμα %d:

source: No information about this directory!
el: Δεν υπάρχουν πληροφορίες για τον κατάλογο!

source: Dirname:
el: Όνομα καταλόγου:

source: Please Wait...
el: Περιμένετε...

source: Tcp Socket
el: Yποδοχή Τcp

source: Server:
el: Διακομιστής:

source: Port:
el: Πόρτα:

source: Password:
el: Συνθηματικό:

source: Unix Socket
el: Yποδοχή Unix

source: Advanced options...
el: Προηγμένες επιλογές...

source: Remember data
el: Θυμήσου τα δεδομένα

source: Use SSL connection
el: Χρήση σύνδεσης SSL

source: Run somad as your user on this machine
el: Εκτέλεση σαν χρήστης του τοπικού μηχανίματος

source: Command:
el: Εντολή:

source: No Server?
el: Χωρίς Διακομιστή;

source: No Unix Path?
el: Χωρίς Unix Μονοπάτι;

source: Somad does not start!
el: Το Somad δεν ξεκινά!

source: 1 day
el: 1 ημέρα

source: 2 days
el: 2 ημέρες

source: 1 week
el: 1 εβδομάδα

source: 2 weeks
el: 2 εβδομάδες

source: 1 month
el: 1 μήνας

source: 2 months
el: 2 μήνες

source: No transmission selected!
el: Δεν επιλέχθηκε μετάδοση!

source: No color setting for spot files!
el: Δεν υπάρχει ρύθμιση χρώματος για τα αρχεία των σπότ!

source: Sure to remove this transmission?
el: Ειστε βέβαιος οτι θέλετε να αφαιρέσετε αυτή την μετάδοση;

source: Transmission deleted
el: Η μετάδοση διεγράφη

source: Sure to remove this spot element?
el: Είστε βέβαιος οτι θέλετε να αφαιρέσετε αυτό το στοιχείο σπότ;

source: Spot Element deleted
el: Το Στοιχείο Σπότ διεγράφη

source: Transmission cutted
el: Η μετάδοση διεκόπη

source: Spot Element cutted
el: Το Στοιχείο Σπότ αποκόπηκε

source: Transmission copied
el: Η μετάδοση αντιγράφηκε

source: Spot Element copied
el: Το Στοιχείο Σπότ αντιγράφηκε

source: Transmission pasted
el: Η μετάδοση επικολήθηκε

source: Spot Element pasted
el: Το Στοιχείο Σπότ επικολήθηκε

source: Error opening file %s!
el: Σφάλμα στο άνοιγμα του αρχείου: %s!

source: This file is already opened!
el: Το αρχείο είναι ήδη ανοικτό!

source: Somad Palinsesto syntax error
el: Σφάλμα σύνταξης στo Παλίμψηστο του Somad

source: Somad Spot file syntax error
el: Σφάλμα σύνταξης στο αρχείο Σπότ του Somad

source: Open new file...
el: Άνοιγμα νέου αρχείου...

source: Open a new file...
el: Άνοιγμα ενός νέου αρχείου...

source: Open file: aborted
el: Άνοιγμα αρχείου: ακυρώθηκε

source: File %s opened
el: Το αρχείο %s άνοιξε

source: Save the new file...
el: Αποθήκευση του νέου αρχείου...

source: Save your palinsesto
el: Αποθήκευση του παλίμψηστου

source: Save file: aborted
el: Αποθήκευση αρχείου: ακυρώθηκε

source: The file exists. Overwrite?
el: Το αρχείο υπάρχει. Επικάλυψη;

source: Error writing on file.
el: Σφάλμα εγγραφής στο αρχείο.

source: Saved: error
el: Αποθήκευση: λάθος

source: File saved!
el: Το αρχείο αποθηκεύτηκε!

source: Save your spot file
el: Αποθήκευση του αρχείου σπότ

source: Spot: %s
el: Σπότ: %s

source: File saving...
el: Το αρχείο αποθηκεύεται...

source: Save: error
el: Αποθήκευση: λάθος

source: Exit without save?
el: Έξοδος χωρίς αποθήκευση;

source: Closing...
el: Κλείσιμο...

source: Closed
el: Έκλεισε

source: New file...
el: Νέο αρχείο...

source: Palinsesto file or spot file?
el: Αρχείο παλίμψηστου ή σπότ;

source: Palinsesto File
el: Αρχείο Παλίμψηστου

source: Spot File
el: Αρχείο Σπότ

source: New editor created
el: Νέος επεξεργαστής κειμένου δημιουργήθηκε

source: New Spot File
el: Νέο αρχείο Σπότ

source: New Palinsesto
el: Νέο Παλίμψηστο

source: Exit without save? Check:
el: Έξοδος χωρίς αποθήκευση; Έλεγχος:

source: _File
el: _Αρχείο

source: _Edit
el: _Επεξεργασία

source: _View
el: _Προβολή

source: _Change Color
el: _Αλλαγή Χρώματος

source: Manual _Edit
el: _Χειροκίνητη Επεξεργασία

source: Use _Your Editor
el: _Χρήση του δικού σας επεξεργαστή κειμένου

source: Set your editor...
el: Καθορίστε τον επεξεργαστή κειμένου που προτιμάτε...

source: _Help
el: _Βοήθεια

source: About...
el: Σχετικά...

source: Welcome to somax editor!
el: Καλως ήλθατε στον επεξεργαστή κειμένου του somax!

source: This file is a spot file. No plugin can run!
el: Αυτό το αρχείο είναι σπότ αρχείο. Κανένα plugin δεν μπορεί να εκτελεστεί!

source: Running plugin '%s'...
el: Εκτέλεση plugin '%s'...

source: %s [options] <file1> <file2> ...
el: %s [επιλογές] <αρχείο1> <αρχείο2> ...

source: -h or --help this help
el: -h or --help αυτό το μενού

source: -pl or --palinsesto new palinsesto file
el: -pl or --palinsesto νέο αρχείο παλίμψηστου

source: -sp or --spot new spot file
el: -sp or --spot νέο αρχείο σπότ

source: Editing...
el: Επεξεργασία...

source: New palinsesto layer
el: Νέο επίπεδο παλίμψηστου

source: New spot layer
el: Νέο επίπεδο σπότ

source: Running manual editor...
el: Εκτέλεση του χειροκίνητου επεξεργαστή κειμένου...

source: Internal error.
el: Εσωτερικό λάθος.

source: %s -editor %s - manual edit
el: %s-editor %s - χειροκινητη επεξεργασία

source: Close and update
el: Κλείσιμο και ενημέρωση

source: Close without update
el: Κλείσιμο χωρίς ενημέρωση

source: Undo the last action
el: Αναίρεση της τελευταίας ενέργειας

source: Redo the undone action
el: Ακύρωση αναίρεσης της τελευταίας ενέργειας

source: Search for text
el: Αναζήτηση για κείμενο

source: Cut the selection
el: Αποκοπή της επιλογής

source: Copy the selection
el: Αντιγραφή της επιλογής

source: Past the clipboard
el: Επικόληση του προχείρου

source: Close without update somax-editor
el: Κλείσιμο χωρίς να ενημερώσετε τον somax-editor

source: Save and update somax-editor
el: Αποθήκευση και ενημέρωση του somax-editor

source: Find For Text...
el: Αναζήτηση για το κείμενο...

source: Search For:
el: Αναζήτηση για:

source: Match case
el: Ταίριασμα Κεφαλαία/Μικρά

source: Search form the _head
el: Αναζήτηση απο την αρχή

source: Search _backwards
el: Αναζήτηση προς τα πίσω

source: No result founded. Restart the palinsesto file?
el: Κανένα αποτέλεσμα δεν βρέθηκε. Επανεκκίνηση της αναζήτησης;

source: Sure to update somax-editor?
el: Ειστε σίγουροι οτι θέλετε να ενημερώσετε τον somax-editor;

source: Sure to quit with save?
el: Είστε σίγουροι οτι θέλετε να εγκαταλείψετε με αποθήκευση;

source: Open...
el: Άνοιγμα...

source: Error opening file.
el: Σφάλμα στο άνοιγμα του αρχείου.

source: Open a palinsesto file...
el: Άνοιγμα ενός αρχείου παλίμψηστου...

source: I can't write on %s file.
el: Δεν μπορώ να γράψω στο αρχείο %s.

source: %s-editor %s - preferences
el: %s-editor %s - προτιμήσεις

source: Editor:
el: Επεξεργαστής κειμένου:

source: Error mkdir %s
el: Σφάλμα στην δημιουργία του καταλόγου %s

source: Error open %s
el: Σφάλμα στο άνοιγμα του %s

source: Set your editor before!
el: Όρισε τον επεξεργαστή κειμένου σου πρώτα!

source: Don't close this window after usage
el: Μην κλείσετε το παράθυρο μετά την χρήση

source: Files
el: Αρχεία

source: Directories
el: Κατάλογοι

source: Transmission
el: Μετάδοση

source: _Today
el: _Σήμερα

source: General
el: Γενικά

source: Description:
el: Πληροφορίες:

source: Start:
el: Έναρξη:

source: Y
el: Χ

source: any
el: ο,τι

source: M
el: Μ

source: D
el: Η

source: day
el: ημέρα

source: h
el: ω

source: m
el: λ

source: Stop:
el: Τέλος:

source: TimeContinued:
el: Ώρα συνέχειας:

source: active timecontinued attribute
el: ενεργοποίηση της ιδιότητας ώρα συνέχειας

source: Priority
el: Προτεραιότητα

source: active priority attribute
el: ενέργοποίηση της ιδιότητας προτεραιότητας

source: SpotController:
el: Ελεγκτής Σπότ:

source: active spotcontroller system
el: ενεργοποίηση την ιδιότητας ελεγκτής Σπότ

source: SoftStop:
el: Απαλό Σταμάτητα:

source: active softstop attribute
el: ενεργοποίηση τις ιδιότητας απαλό σταμάτημα

source: Type
el: Τύπος

source: Type:
el: Τύπος:

source: files
el: αρχεία

source: silence
el: σίγαση

source: module generic
el: γενική ενότητα

source: Silence: no options
el: Σίγαση: χωρίς επιλογές

source: Module:
el: Ενότητα:

source: Module Data:
el: Δεδομένα τις ενότητας:

source: Stream:
el: Ρεύμα:

source: Remote Add Files
el: Προσθήκη Απομακρυσμένων Αρχείων

source: Remote Add Directories
el: Προσθήκη Απομακρυσμένων Καταλόγων

source: Local Add Files
el: Προσθήκη Τοπικών Αρχείων

source: Local Add Directories
el: Προσθήκη Τοπικών Καταλόγων

source: Check Duration
el: Έλεγχος Διάρκειας

source: Duration: n/a
el: Διάρκεια: μ/δ

source: Items
el: Στοιχεία

source: Jingle:
el: Σύντομη Μελωδία:

source: PreSpot:
el: Πρίν το Σπότ

source: PostSpot:
el: Μετά το Σπότ

source: RatioSpot:
el: Αναλογία Σπότ:

source: PathSpot
el: Μονοπάτι που βρίσκονται τα Σπότ

source: New Transmission
el: Νεα Μετάδοση

source: _Remove Transmission
el: Απομάκρυνση Mετάδοσης

source: No description
el: Δεν υπάρχει περιγραφή

source: Description: <b>%s</b>
el: Περιγραφή: <b>%s</b>

source: Start: <b>%s</b>
el: Έναρξη: <b>%s</b>

source: Stop: <b>%s</b>
el: Τέλος: <b>%s</b>

source: Search a local file
el: Αναζήτηση τοπικού αρχείου

source: Add files
el: Προσθήκη αρχείων

source: Add directories
el: Προσθήκη καταλόγων

source: Open new file without save?
el: Άνοιγμα νέου αρχείου χώρις αποθήκευση;

source: Open a palinsesto file
el: Άνοιγμα αρχείου παλίμψηστου

source: Select the color...
el: Επιλογή χρώματος...

source: Check %s
el: Έλεγχος %s

source: Spot element
el: Στοιχείο Σπότ

source: Edit your spot element
el: Επεξεργασία του στοιχείου Σπότ

source: Description
el: Περιγραφή

source: Repeat:
el: Επανάληψη:

source: Path
el: Μονοπάτι

source: New Spot
el: Νέο Σπότ

source: _Remove Spot
el: Αφαίρεση Σπότ

source: Search a remote file
el: Αναζήτηση απομακρυσμένου αρχείου

source: Exec Soma_X
el: Εκτέλεση Soma_X

source: Exec Somax-_Editor
el: Εκτέλεση Somax-_Editor

source: Exec Somax-_Config
el: Εκτέλεση του Somax-_Config

source: Set timer refresh between somad and this somax
el: Ορίστε το χρόνο ανανέωσης μεταξύ του somad και του somax

source: Search
el: Αναζήτηση

source: With Spot Interaction
el: Με αλληλεπίδραση των Σπότ

source: Remove Item
el: Απομάκρυνση Στοιχείου

source: Add Stream
el: Προσθήκη Ρεύματος

source: Add Remote File
el: Προσθήκη απομακρισμένου αρχείου

source: Add File
el: Προσθήκη αρχείου

source: Add Remote Directory
el: Προσθήκη απομακρισμένου Καταλόγου

source: Add Directory
el: Προσθήκη Καταλόγου

source: Add Local File
el: Προσθήκη Τοπικού Αρχείου

source: Add Local Directory
el: Προσθήκη τοπικού Καταλόγου

source: %s %s - plugins about
el: %s %s - plugins σχετικά

source: Author
el: Συντάκτης

source: Version
el: Έκδοση

source: Licence
el: Άδεια

source: Plugins _About
el: Plugins Σχετικά

source: Sure to quit somad?
el: Είστε σίγουροι οτι θέλετε να τερματίσετε το somad?

source: Sure to set the current palinsesto as default?
el: Είστε σίγουροι οτι θέλετε να ορίσετε το τρέχον palinsesto σαν το προεπιλεγμένο;

source: Save old palinsesto in a local file?
el: Αποθήκευση του παλιού palinsesto σε τοπικό αρχείο;

source: Action aborted!
el: Η Ενέργεια ακυρώθηκε!

source: Error opening your file. Abort!
el: Σφάλμα ανοίγματος του αρχείου. Ακύρωση!

source: Error setting current palinsesto file as default
el: Errore nel settare il file di palinsesto corrente come quello di default

source: Set current palinsesto file as default: done
el: Operazione di settaggio del palinsesto corrente come quello di default: riuscita

source: Sure to set the current spot file as default?
el: Sicuro di settare il corrente file di spot come quello di default?

source: Save old spot file in a local file?
el: Salvare il file di spot precedente in un file locale?

source: Error setting current spot file as default
el: Errore nel settaggio del file di spot corrente come quello di default

source: Set current spot file as default: done
el: Settaggio del file di spot corrente come quello di default: riuscito

source: Save current palinsesto
el: Αποθήκευση του τρέχοντος palinsesto

source: Save current spot file
el: Αποθήκευση του τρέχονοντος αρχείου σπότ

source: Save old palinsesto
el: Αποθήκευση παλιού palinsesto

source: Save old spot file
el: Salva il file di spot precedente

source: No item
el: Κανένα στοιχείο

source: No transmission
el: Δεν υπάρχει μετάδοση

source: No information about this transmission!
el: Δέν υπάρχουν πληροφορίες για αυτή την μετάδοση!

source: Error: opening %s file
el: Σφάλμα: άνοιγμα του αρχείου %s

source: Error changing the palinsesto file.
el: Errore nel cambiamento del file di spot

source: Error changing the spot file.
el: Σφάλμα στην αλλαγή του αρχείου σπότ.

source: SomaD starting...
el: Το SomaD ξενικά...

source: _Increase font size
el: Άυξηση μεγέθους του φόντου

source: _Decrease font size
el: Μείωση μεγέθους του φόντου

source: _Change font
el: Αλλαγή φόντου

source: _Audible bell
el: Ευδιάκριτο κουδούνισμα

source: _Visible bell
el: Ορατό κουδούνισμα

source: _Transparent background
el: Διάφανο παρασκήνιο

source: Select a font
el: Επιλέξτε ενα φόντο

source: Refresh _Directories
el: Ανανέωση των _καταλόγων

source: _Change Palinsesto
el: Αλλαγή του Παλίμψηστου

source: Reload Palinsesto
el: Επαναφόρτωση του Παλίμψηστου

source: _Old Palinsesto
el: _Παλιό Παλίμψηστο

source: C_hange Spot file
el: Αλλαγή του αρχείου Σπότ

source: Reload Spot File
el: Επαναφόρτωση του αρχείου Σπότ

source: Old Spot File
el: Παλαιό αρχείο Σπότ

source: _Start/Stop
el: _Εκκίνηση/Τερματισμός

source: Somad _Terminal
el: _Τερματικό του Somad

source: S_hutdown somad
el: _Τερματισμός somad

source: Quit
el: Τερματισμός

source: _Show List
el: Εμφάνιση της Λίστας

source: _Add Remote Directory
el: _Προσθήκη Απομακρυσμένου Καταλόγου

source: _Add Local Directory
el: _Προσθήκη Τοπικού Καταλόγου

source: Add _Stream
el: Προσθήκη _Ρεύματος

source: _Palinsesti
el: _Παλίμψηστο

source: _Edit this palinsesto
el: _Επεξεργασία αυτού του παλίμψηστου

source: _Create new palinsesto
el: _Δημιουργία νέου παλίμψηστου

source: Save current _palinsesto
el: Αποθήκευση του τρέχοντος παλίμψηστου

source: Save old _palinsesto
el: Αποθήκευση παλιού παλίμψηστου

source: _Set current palinsesto as default
el: _Όρισε το τρέχον παλίμψηστο σαν προεπιλεγμένο

source: Sp_ots
el: Σπότ

source: _Edit the Spot File
el: _Επεξεργασία του αρχείου Σπότ

source: _Create a new Spot File
el: Δημιουργία ενός νέου αρχείου Σπότ

source: Save current _spot file
el: Αποθήκευση του τρέχοντος αρχείου σπότ

source: Save old _spot file
el: Αποθήκευση του παλιού αρχείου σπότ

source: _Set current spot file as default
el: Όρισε το τρέχον σπότ σαν προεπιλεγμένο

source: _Tools
el: _Εργαλεία

source: _Config tool
el: Εργαλείο διαμόρφωσης επιλογών

source: Switch between local and remote time
el: Αλλαγή μεταξύ τοπικής και απομακρυσμένης ώρας

source: Next Event: 00:00
el: Επόμενο Γεγονός: 00:00

source: Duration
el: Διάρκεια

source: Total:
el: Συνολικά:

source: Spot List
el: Λίστα Σπότ

source: To_day
el: _Σήμερα

source: Click to change palinsesto file
el: Κάντε κλίκ για να αλλάξετε το αρχείο του παλίμψηστου

source: Click to reload the palinsesto file
el: Κάντε κλικ για να επαναφορτώστε το αρχείο του παλίμψηστου

source: _Reload Palinsesto
el: Επαναφόρτωση του Παλίμψηστου

source: Click to set the old palinsesto file
el: Κάντε κλικ για να ορίσετε το αρχείο παλιού παλίμψηστου

source: Click to change spot file
el: Κάντε κλικ για να αλλάξετε το αρχείο σπότ

source: _Change Spot File
el: Αλλαγή του αρχείου Σπότ

source: Click to reload the spot file
el: Κάντε κλικ για να επαναφορτώσετε το αρχείο σπότ

source: _Reload Spot File
el: Επαναφόρτωση του αρχείου Σπότ

source: Click to set the old spot file
el: Kάντε κλίκ για να ορίσετε παλιό αρχείο σπότ

source: _Old Spot File
el: Παλαιό αρχείο Σπότ

source: Click to stop or start somad
el: Κλίκ για να κάνετε έναρξη ή διακοπή του somad

source: Wait...
el: Περιμένετε...

source: Click to stop somad for some seconds...
el: Κάντε κλίκ για να διακοπή του somad για μερικά δευτερόλεπτα...

source: h
el: ω

source: m
el: λ

source: s
el: δ

source: Stop for:
el: Απενεργοποίηση για:

source: Click to force a new reading for directories and files
el: Κάντε κλικ για να εξαναγκάσετε μία νέα ανάγνωση των καταλόγων και αρχείων

source: Click to shutdown the somad server
el: Κάντε κλικ για να απενεργοποιήσετε τον διακομιστή Somad

source: _Shutdown somad
el: Απενεργοποίηση του somad

source: Priority:
el: Προτεραιότητα:

source: <b>Silence</b>
el: <b>Σίγαση</b>

source: <b>Files</b>
el: <b>Αρχεία</b>

source: N. Spot:
el: A. Σπότ:

source: Ratio Spot:
el: Αναλογία Σπότ:

source: %s %s - Transmissions
el: %s %s - Μεταδόσεις

source: ModuleData:
el: Δεδομένα της Ενότητας:

source: Somad running. You want shutdown it?
el: Το Somad εκτελείται. Θέλετε να το απενεργοποιήσω;

source: Change color
el: Αλλάγη χρώματος

source: Save on file
el: Αποθήκευση σε αρχείο

source: Save on a new file
el: Αποθήκευση σε νέο αρχείο

source: Update the palinsesto of somad
el: Ενημέρωση του palinsesto απο το somad

source: Close this window
el: Κλείσιμο του παραθύρου

source: Error changing palinsesto file.
el: Σφάλμα στην αλλαγή του αρχείου palinsesto.

source: Palinsesto updated!
el: Το Palinsesto ενημερώθηκε!

source: Palinsesto saved!
el: Το Palinsesto αποθηκεύτηκε!

source: Update the spot file of somad
el: Ενημέρωση του αρχείου σπότ του somad

source: Spot file saved!
el: Το αρχείο Σπότ αποθηκεύτηκε!

source: Error changing spot file.
el: Σφάλμα στην αλλαγή του αρχείου σπότ.

source: Spot updated!
el: Το Σπότ ενημερώθηκε!

source: Somad Time: %s
el: Ωρα Somad: %s

source: Local Time: %s
el: Τοπική ώρα: %s

source: Next event: 0:00:%.2d
el: Επόμενο γεγονός: 0:00:%.2d

source: Next event: %d:%.2d:%.2d
el: Επόμενο γεγονός: %d:%.2d:%.2d

source: _Stop
el: Διακοπή

source: _Start
el: Εκκίνηση

source: Reconnecting...
el: Επανασύνδεση...

source: SSL error! Try to reconnecting...
el: Σφάλμα SSL! Γίνεται προσπάθεια επανασύνδεσης...

source: Connect error! Try to reconnecting...
el: Σφάλμα σύνδεσης! Γίνεται προσπάθεια επανασύνδεσης...

source: Unknown host! Try to reconnecting...
el: Άγνωστος host! Γίνεται προσπάθεια επανασύνδεσης...

source: Protocol error! Try to reconnecting...
el: Σφάλμα πρωτοκόλλου! Γίνεται προσπάθεια επανασύνδεσης...

source: Password error! Try to reconnecting...
el: Εσφαλμένο συνθηματικό! Γίνεται προσπάθεια επανασύνδεσης...

source: System error! Try to reconnecting...
el: Σφάλμα συστήματος! Γίνεται προσπάθεια επανασύνδεσης...

source: No correct data! Try to reconnecting...
el: Εσφαλμένα δεδομένα! Γίνεται προσπάθεια επανασύνδεσης...

source: Generic error! Try to reconnecting...
el: Γενικό σφάλμα! Γίνεται προσπάθεια επανασύνδεσης...

source: Show info
el: Προβολή Πληροφοριών

source: Remove item
el: Απομάκρυνση στοιχείου
